Revit 2027 API
ParameterTypeId.RbsConnectorDescription Property
 "Connector Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConnectorDescription { get; }
Public Shared ReadOnly Property RbsConnectorDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConnectorDescription {
	ForgeTypeId^ get ();
}
static member RbsConnectorDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace